{
    "language": "ภาษา",
    "home": {
      "search": "กรอกหมายเลขออเดอร์",
      "codeUser": "รหัส",
      "welcome": "Welcome",
      "headNoti": "การแจ้งเตือน",
      "NotiTitle": "การแจ้งเตือนและข่าวสาร",
      "trackingSearch": "ป้อนหมายเลขติดตามของคุณ",
      "pay": "ยอดค่าใช้บริการ",
      "payBtn": "ชำระค่าบริการ",
      "payHis": "ประวัติการชำระ",
      "branch": "สาขา",
      "ride": "เรียกรถ",
      "holidays": "แจ้งวันหยุด",
      "loading": "กำลังโหลดข้อมูล",
      "back": "กลับ",
      "file": "เลือกจากเครื่อง",
      "contact": "ติดต่อเรา",
      "lasrService": "ใช้บริการล่าสุด",
      "deadline": "กำหนดส่ง",
      "destination": "ปลายทาง",
      "total": "จำนวน",
      "recipient": "ผู้รับสินค้า",
      "type": "ประเภท",
      "Cancel_service": "ยกเลิกบริการ",
      "getProduct": "ฉันได้ตรวจสอบและยอมรับสินค้า",
      "Send_a_receipt": "ส่งใบเสร็จรับเงิน",
      "Send_to": "ส่งไปที่",
      "set_mail": "กรุณาตั้งค่าอีเมล ที่ต้องการรับ",
      "price": "ค่าบริการ",
      "baht": "บาท",
      "wait_for_confirmation": "รอการกดยืนยันรับสินค้า",
      "press_to_confirm": "ยืนยันสำเสร็จ",
      "on_Delivery": "กำลังจัดส่ง",
      "success": "จัดส่งสำเร้จ",
      "onprocess": "รอดำเนินการ",
      "accident": "อุบัติเหตุ",
      "cancel": "ยกเลิก"
    },
    "explore": {
      "activity": "กิจกรรม",
      "articlesLinkText": "โปรดติดตามสินค้าของคุณอยู่เสมอ"
    },
    "pay": {
      "head": "ชำระค่าบริการ",
      "name": "ชื่อลูกค้า",
      "sum": "ยอดค่าใช้บริการ",
      "sucHead": "แจ้งชำระค่าบริการสำเร็จ", 
      "sucDetail": "เจ้าหน้าที่จะเร่งทำการตรวจสอบ คุณสามารถกดปุ่ม ยืนยันความสำเร็จ เพื่อกลับไปยังหน้าหลัก",
      "hisTitle": "ประวัติการชำระ",
      "btnBack": "กลับสู่หน้าหลัก",
      "hisNo": "เลขที่แจ้งชำระ",
      "hisDate": "แจ้งชำระวันที่",
      "hisPaySuccess": "ชำระเงินสำเร็จ",
      "hisPayChecking": "กำลังตรวจสอบ",
      
      "limit": "กำหนดชำระ",
      "invo": "เลขที่ใบแจ้งค่าบริการ",
      "date": "ใช้บริการวันที่",

      "bName": "ชื่อบัญชี",
      "bAcc": "เลขที่บัญชี",
      "bType": "ประเภท",
      "slipClick": "คลิกเพื่อเลือกอัพโหลดสลิปการโอนเงิน",
      "remark": "อัพโหลดสลิปการโอนเงินของท่าน",

      "btnPay1": "แจ้งชำระค่าบริการ",
      "btnPay2": "แจ้งชำระค่าบริการ",

      "articlesLinkText": "โปรดติดตามสินค้าของคุณอยู่เสมอ"
    },
    "ride": {
      "head": "รายละเอียดการจัดส่ง",
      "addPoint": "เพิ่มข้อมูลจุดส่ง",
      "size": "ขนาด",
      "total": "จำนวนทั้งหมด",

      "service1": "บริการยกของจัดเรียงชั้น1",
      "service1Price": "5บาท/ชิ้น",
      "service2": "บริการยกของจัดเรียงชั้น2",
      "service2Price": "15บาท/ชิ้น",

      "serviceMark1": "ยกของจัดเรียงชั้น2 1-20ชิ้น ราคาชิ้นละ15บาท",
      "serviceMark2": "ราคายกของจัดเรียงขึ้นชั้น2 21ชิ้นขึ้นไป คิดราคาเหมา 300บาทค่ะ",

      "totalProduct": "จำนวนสินค้าทั้งหมด",
      "totalPrice": "รวมทั้งหมด",
      "submitBtn": "กดใช้บริการ",

      "nomalProduct": "สินค้าทั่วไป",
      "machineProduct": "เครื่องจักร",
      "waffle": "วาฟเฟิล",
      "piece": "ชิ้น",
      "sumWaffle": "จำนวนวาฟเฟิล",
      "sumMachine": "จำนวนเครื่องจักร",
      "getRemark": "หมายเหตุ สินค้าประเถทต่างๆจะรวมอยู่ใน จำนวนทั้งหมดแล้ว เพียงแต่ระบุให้ทราบว่ามีอยู่จำนวนเท่าไหร่ ",
      "title": "ข้อมูลนี้จะช่วยให้คนขับดูแลพัสดุของคุณได้อย่างเหมาะสม",
      "addPointx": "เพิ่มข้อมูลจุดส่ง"
    },
    "branch": {
      "titleSelect": "เลือกสาขาที่ต้องการจัดส่ง",
      "remarkDri": "หมายเหตุถึงคนขับรถ",
      "name": "ชื่อผู้รับสินค้า",
      "btnF": "เลือกจุดหมายปลายทางนี้",
      "title": "จัดการสาขา",
      "caretaker": "ผู้ดูแล",
      "province": "จังหวัด",
      "addBtn": "เพิ่มสาขาใหม่",
      "createBtn": "สร้างสาขา",
      "branch_name": "ชื่อสาขา",
      "code": "รหัสสาขา",
      "time": "ช่วงเวลาส่งของ 09.00 - 17.00",
      "receiving": "ชื่อเจ้าหน้าที่รับของ",
      "findMap": "ค้นหาสถานที่"
    },
    "help": {
      "header": "ต้องการความช่วยเหลือ?",
      "subHeader": "ศูนย์ช่วยเหลือ",
      "detail": "ฝ่ายบริการลูกค้าของเราเปิดให้บริการตั้งแต่วันจันทร์ถึงวันศุกร์ เวลา 8.00 น. ถึง 18.00 น.",
      "chat": "แชทพูดคุยกับเรา"
    },
    "setting": {
      "profile": "ข้อมูลส่วนตัว",
      "Receipt_information": "ข้อมูลใบเสร็จรับเงิน",
      "policy": "นโยบายความเป็นส่วนตัว",
      "about": "เกี่ยวกับเรา",
      "Logout": "ออกจากระบบ"
    },
    "profile": {
      "name": "ชื่อ-นามสกุล",
      "phone": "เบอร์ติดต่อ",
      "email": "อีเมล",
      "btn": "อัพเดท",
      "btn2": "กำลังอัพเดท"
    },
    "receipt": {
      "Receiptname": "ชื่อบริษัทหรือในนามบุคคล",
      "Receiptphone": "โทรศัพท์",
      "Receiptemail": "อีเมล",
      "Receiptaddress": "ที่อยู่",
      "ReceiptaddressMark": "ระบุที่อยู่",
      "ReceiptTax": "เลขประจำตัวผู้เสียภาษี",
      "ReceiptMark": "ที่ใช้รับใบเสร็จ",
      "btn": "ํUpdate",
      "btn2": "Updating"
    },
    "about": {
    "header": "บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด",
    "description1": "บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด ผู้นำด้านการจัดส่งพัสดุด่วนในประเทศไทย ก่อตั้งขึ้นในปี พ.ศ. 2549 เราให้ความสำคัญกับการพัฒนาบุคลากรและเทคโนโลยีอย่างต่อเนื่อง เพื่อมอบประสบการณ์การส่งพัสดุที่ดีที่สุดให้แก่ลูกค้า",
    "description2": "ปัจจุบันบริษัทมีจุดบริการอยู่ทั่วประเทศไทย ครอบคลุมทุกพื้นที่ในประเทศ เราสามารถรองรับการจัดส่งพัสดุได้ตามจำนวนที่ลูกค้าต้องการ เพื่อตอบสนองการเติบโตของธุรกิจอีคอมเมิร์ซและธุรกิจอื่นๆ เช่น ธุรกิจค้าปลีกและค้าส่ง ซึ่งเป็นกลุ่มธุรกิจที่มีส่วนช่วยกระตุ้นเศรษฐกิจไทยให้เติบโตอย่างยั่งยืน",
    "description3": "บริษัทของเรามุ่งมั่นที่จะให้บริการที่มีคุณภาพสูง เพื่อยกระดับคุณภาพชีวิตของสังคมส่วนรวม พร้อมทั้งให้ความใส่ใจต่อพนักงาน และมีความรับผิดชอบต่อผู้มีส่วนได้เสียและนักลงทุน",
    "description4": "เราเต็มใจที่จะเป็นผู้ประกอบการด้านการจัดส่งพัสดุด่วนชั้นนำในประเทศไทย โดยมุ่งเน้นการให้บริการที่ดีเลิศและเหนือความคาดหวังของลูกค้า"
  },
  "tracking": {
    "transportation": "พนักงานขนส่ง",
    "header2": "บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด"
  },
    "policy": {
    "title": "นโยบายความเป็นส่วนตัว",
    "section1_title": "1. การเก็บรวบรวมข้อมูลส่วนบุคคล",
    "section2_title": "2. การใช้ข้อมูลส่วนบุคคล",
    "section3_title": "1. การเก็บรวบรวมข้อมูลส่วนบุคคล",
    "section4_title": "บริษัทฯ เก็บรวบรวมข้อมูลส่วนบุคคลหลายประเภท ขึ้นอยู่กับสถานการณ์และลักษณะของสินค้า บริการ และ/หรือ ธุรกรรมของท่าน ข้อมูลอาจได้รับจากหลายแหล่ง เช่น:",
    "section5_title": "ข้อมูลส่วนบุคคลที่บริษัทฯ ประมวลผลประกอบด้วย (แต่ไม่จำกัดเพียง):",
    "introduction": "เรียน ลูกค้าของบริษัทฯ บริษัท โหลดมาสเตอร์ โลจิสติกส์ จำกัด ('บริษัทฯ') ให้ความสำคัญกับความเป็นส่วนตัว และมุ่งมั่นที่จะคุ้มครองข้อมูลส่วนบุคคลของท่าน ('ข้อมูลส่วนบุคคล') ตามกฎหมายไทย",
    "introduction2": "ประกาศความเป็นส่วนตัวฉบับนี้อธิบายถึงรายละเอียดดังต่อไปนี้:",
    "text1": "บริษัทฯ ใช้ข้อมูลส่วนบุคคลเพื่อวัตถุประสงค์ที่ชัดเจนและสอดคล้องตามกฎหมาย เช่น:",
    "text2": "ในกรณีที่บริษัทฯ อาศัยฐานผลประโยชน์อันชอบธรรมในการประมวลผลข้อมูล บริษัทฯ จะพิจารณาว่าผลประโยชน์ดังกล่าวมีความสำคัญกว่าสิทธิของท่าน และจะประมวลผลเฉพาะที่จำเป็นและเหมาะสมเท่านั้น",
    "data_collection0": [
      "ข้อมูลส่วนบุคคลประเภทใดบ้างที่บริษัทฯ เก็บรวบรวม รวมถึงข้อมูลที่ท่านมอบให้แก่บริษัทฯ เกี่ยวกับตัวท่านเองหรือบุคคลที่เกี่ยวข้องกับธุรกิจของท่าน (“ท่าน”) และข้อมูลที่บริษัทฯ ได้รับจากการที่ท่านเป็นลูกค้าของบริษัทฯ",
        "วิธีการที่บริษัทฯ ใช้ข้อมูลส่วนบุคคลของท่าน",
        "ผู้ที่บริษัทฯ อาจเปิดเผยข้อมูลส่วนบุคคลของท่านให้ทราบ",
        "ทางเลือกที่บริษัทฯ นำเสนอให้ท่าน รวมถึงวิธีการเข้าถึงและปรับปรุงข้อมูลส่วนบุคคลของท่านให้เป็นปัจจุบัน",
        "สิทธิที่ท่านมีต่อข้อมูลส่วนบุคคลของท่าน และการคุ้มครองตามกฎหมายที่เกี่ยวข้อง"
    ],
    "data_collection": [
      "เมื่อท่านใช้บริการจัดส่งพัสดุหรือผลิตภัณฑ์ของบริษัทฯ",
      "การสื่อสารระหว่างท่านและบริษัทฯ ผ่านโทรศัพท์ จดหมาย อีเมล หรือวิธีการอื่น ๆ",
      "เมื่อท่านใช้งานเว็บไซต์หรือแอปพลิเคชันของบริษัทฯ รวมถึงการเก็บข้อมูลผ่านคุกกี้และโปรแกรมติดตามอื่น ๆ",
      "ข้อมูลจากเอกสารหรือแบบสำรวจความเห็นของลูกค้า",
      "กิจกรรมส่งเสริมการขายหรือการแข่งขันที่ท่านเข้าร่วมกับบริษัทฯ"
    ],
    "data_collection2": [
      "ข้อมูลส่วนตัว เช่น ชื่อ-นามสกุล วันเกิด หมายเลขบัตรประชาชน และข้อมูลการติดต่อ",
        "ข้อมูลทางการเงิน เช่น บัญชีธนาคาร เลขบัตรเครดิต",
        "ข้อมูลครอบครัวและข้อมูลการทำธุรกรรม",
        "ข้อมูลอิเล็กทรอนิกส์ เช่น ที่อยู่ IP และบันทึกกิจกรรม"
    ],
    "data_collection3": [
      "เพื่อพัฒนาการให้บริการด้านการจัดส่งพัสดุ และการตอบสนองความต้องการของท่าน",
        "เพื่อปรับปรุงคุณภาพการให้บริการออนไลน์ให้มีประสิทธิภาพและสะดวกสบาย",
        "เพื่อป้องกันการเข้าถึงบัญชีโดยไม่ได้รับอนุญาต และตรวจสอบการใช้งานบัญชีของท่าน",
        "เพื่อส่งเสริมการขาย นำเสนอข่าวสารและสิทธิประโยชน์ที่ตรงกับความสนใจของท่าน",
        "เพื่อสนับสนุนกิจกรรมการตลาดและการวิเคราะห์ข้อมูล",
        "เพื่อระงับข้อพิพาทหรือข้อขัดแย้งที่อาจเกิดขึ้น",
        "เพื่อปฏิบัติตามกฎหมายและกฎระเบียบที่เกี่ยวข้อง"
    ]
  }
  }
